Repository: ceko/plone.app.deco
Catalog: plone/app/deco/locales/*/LC_MESSAGES/plone.app.deco.po
Languages: nl

source: Actions
nl: Acties

source: Application tiles
nl: Applicatie tiles

source: Default available actions
nl: Standaard beschikbare acties

source: Enter a list of application tiles, one per line.
nl: Geef een lijst van applicatie tiles, ŽŽn per regel.

source: Enter a list of default available actions, one per line.
nl: Geef een lijst met standaard beschikbare acties, ŽŽn per regel.

source: Enter a list of format categories. Format is name|label, one format per line.
nl: Geef een lijst met formaat categori‘n. Formaat is naam|label, ŽŽn formaat per regel.

source: Enter a list of formats. Format is name|category|label|action|icon|favorite, one format per line.
nl: Geef een lijst met formaten. Formaat is naam|categorie|label|actie|icoon|favoriet, ŽŽn formaat per regel.

source: Enter a list of primary actions. Format is name|fieldsetname|fieldsetlable|label|action|icon|menu|item1value|item1label|item2value... one per line.
nl: Geef een lijst met primaire acties. Formaat is naam|fieldsetnaam|fieldsetlabel|label|actie|icoon|menu|item1waarde|item1label|item2waarde... ŽŽn per regel.

source: Enter a list of secondary actions. Format is name|fieldsetname|fieldsetlable|label|action|icon|menu|item1value|item1label|item2value... one per line.
nl: Geef een lijst met secundaire acties. Formaat is naam|fieldsetnaam|fieldsetlabel|label|actie|icoon|menu|item1waarde|item1label|item2waarde... ŽŽn per regel.

source: Enter a list of structure tiles. Format is name|category|label|type|default_value|read_only|settings|favorite|rich_text|available_actions, one format per line.
nl: Geef een lijst met structuur tiles. Formaat is naam|categorie|label|type|standaard_waarde|alleen_lezen|instellingen|favoriet|rich_text|beschikbare_acties, ŽŽn formaat per regel.

source: Enter a list of tile categories. Format is name|title, one format per line.
nl: Geef een lijst met tile categori‘n. Formaat is naam|label, ŽŽn formaat per regel.

source: Layout and Content editing
nl: Layout en Content wijzigen

source: Layout and Content editing settings
nl: Instellingen voor het wijzigen van layout en content

source: Please enter the settings for the layout and content editing.
nl: Voer de instellingen voor het wijzigen van content en layout in.

source: Primary actions
nl: Primaire acties

source: Secondary actions
nl: Secundaire acties

source: Structure tiles
nl: Structuur tiles

source: Style categories
nl: Stijl categori‘n

source: Styles
nl: Stijlen

source: Tile categories
nl: Tile categori‘n
